*space*
이
다
는
.
의
에
을
고
가
하
9
지
로
한
은
서
그
기
,
어
도
나
를
사
아
리
있
자
들
대
으
인
것
시
라
수
해
게
정
"
적
만
보
니
일
과
었
부
면
주
제
'
전
장
상
여
문
우
구
성
내
소
되
했
동
러
)
국
생
무
마
(
신
화
원
경
말
없
거
스
와
요
위
모
조
비
할
야
오
간
학
미
중
때
려
계
세
관
치
실
안
물
진
선
데
공
까
회
않
연
유
개
방
며
교
음
식
람
히
명
바
운
분
단
각
등
된
던
두
당
체
용
년
작
발
통
금
산
영
았
르
행
재
속
업
차
저
민
더
같
터
입
처
반
였
?
현
남
심
래
불
건
결
집
습
역
양
런
감
직
드
달
른
본
난
설
점
예
력
후
형
질
배
못
또
버
호
살
따
노
강
날
타
법
느
천
알
태
종
울
트
머
든
편
표
…
매
술
외
받
목
e
새
파
번
란
임
론
함
출
렇
권
월
돌
약
a
많
포
녀
근
피
겠
린
추
언
석
록
럼
군
루
절
청
합
활
변
향
·
열
눈
길
온
초
i
복
평
얼
름
디
품
져
판
환
씨
t
-
o
손
n
책
올
순
능
늘
증
걸
특
크
너
레
프
준
독
박
누
네
백
랑
최
담
격
잘
급
앞
필
s
김
키
놓
좋
먹
족
참
왔
병
r
토
확
워
c
별
료
벌
겨
육
창
듯
잡
줄
애
투
침
죽
련
뒤
될
채
극
망
쪽
막
갈
렸
곳
친
m
북
철
움
졌
쓰
광
승
님
혼
험
색
l
쳐
농
!
존
삼
림
께
억
굴
악
찾
황
견
령
락
허
류
글
맞
쟁
떠
항
뿐
축
코
갔
끼
립
송
냐
큰
써
볼
희
접
%
밖
테
긴
끝
떤
규
취
귀
싶
카
갖
충
빠
몸
총
밀
검
논
혀
엄
답
힘
g
완
째
p
잠
골
났
d
럽
찰
범
협
왕
돈
커
높
량
떨
몇
꾸
응
득
익
/
측
웃
앉
깨
숙
왜
u
몰
넘
둘
념
풍
택
효
찬
엇
및
떻
봉
놀
닌
켜
붙
덕
례
>
큼
밤
먼
<
엔
뜻
k
혁
층
폭
혹
h
밝
베
메
패
착
즉
욕
풀
율
욱
팔
탄
짓
십
벽
싸
b
슨
릴
땅
됐
좀
곡
삶
므
획
놈
객
]
[
갑
숨
슬
징
곧
틀
얘
빛
티
칠
돼
염
암
꽃
잔
흔
v
:
씩
낸
탈
뜨
궁
곤
윤
닥
첫
짜
끌
홍
읽
얻
앙
척
웠
넣
혜
빨
슴
퍼
즈
흥
탁
케
f
브
밥
즘
뛰
압
짐
봐
옥
「
짝
」
흐
둥
꺼
폐
흘
섭
y
깊
컴
액
랐
뭐
벗
듣
좌
춘
텔
괴
페
렵
융
빈
꿈
믿
탕
맛
옷
쉽
훈
냥
쳤
끄
냈
꼭
찌
죄
맡
혔
쉬
칙
낮
쯤
맥
묻
헤
묘
퇴
뉴
균
휘
롭
쓸
～
셨
즐
렀
옆
젊
퓨
겁
꼬
찍
푸
플
촌
핵
낙
닐
딸
힌
널
킨
밑
휴
둔
펴
헌
섰
겼
촉
빼
혈
죠
멀
옛
w
략
클
럴
랜
램
뇌
률
섬
롯
릇
센
쓴
뿌
벤
묵
깔
넓
}
{
팀
졸
끔
빌
똑
칭
션
칼
값
털
멍
뒷
덜
잃
끊
낼
쇠
녁
쌀
씬
옮
잖
냉
켰
늦
맹
낌
듬
섯
─
낳
킬
홀
녹
덩
잊
납
셔
떡
흡
걱
벼
훨
딱
쥐
`
엉
츠
=
셈
웅
젖
솔
쩌
金
몽
껴
밭
맨
튼
쌓
렁
젠
싫
춤
’
떼
‘
엘
끈
씀
슷
컨
봄
콩
웨
닭
냄
닫
꾼
굳
캐
블
넷
봤
랬
탐
쁜
룹
겪
컵
쫓
쇄
랫
찮
싱
잎
쌍
붕
턴
쩍
슈
읍
탑
룩
쾌
걷
덤
낭
멸
쿠
쁘
둑
숭
훌
뚜
』
흙
『
▴
덮
껏
델
릿
펼
《
》
흑
춰
쏟
셋
픈
붉
첨
뚱
앗
쇼
짧
흰
렬
틈
넌
썼
멈
뽑
섞
꼴
뢰
둠
뚝
~
x
맺
∼
럭
뀌
괜
곱
랄
픔
싼
엽
눌
삭
멋
뭔
좁
빙
덧
랍
끗
빚
콜
긋
겐
팅
썩
흉
햇
긍
륭
깐
낯
팽
옳
겸
됨
턱
곁
웬
“
”
롱
벨
깜
핑
맑
탓
땀
혐
뮤
줘
템
쩔
텐
깃
잇
숲
뭇
;
띠
뼈
*
띄
옹
닿
꼈
첩
닷
줌
폴
힐
끓
닦
솟
똥
쨌
듭
칸
뜩
빗
곰
콘
겹
싹
늙
돋
숫
쑥
닙
꼽
밟
렷
j
녔
톤
왼
룬
뚫
렌
륙
벅
씻
묶
낀
링
뻔
잉
녕
낄
꿀
人
튀
△
핀
멘
딜
컷
겉
젓
픽
뭘
빵
컬
퉁
렴
샤
國
몬
헐
됩
몹
大
댔
뤄
콤
엌
팬
굿
갓
꼼
쏘
딪
홈
삐
쎄
껍
뭉
굽
얀
펜
퀴
딴
뻗
꿔
딩
짚
캄
푼
李
릭
깥
딘
핏
곽
山
엿
윗
正
뜯
댁
꽤
몫
릉
칫
z
的
찔
챙
릎
깝
넉
톱
괄
文
性
뇨
헛
삽
랴
쁨
不
붓
○
엎
솜
섹
룡
얹
뱅
꽂
짙
캠
뻐
횡
쑤
뱃
꺾
쪼
땐
줬
릅
一
얽
덴
늬
훔
셀
化
뜰
짖
굶
펄
롤
東
촬
씌
낱
맙
렉
깡
톨
갱
앓
■
낡
볕
日
깎
닮
찢
궐
돕
낫
흩
學
맘
굵
폰
뉘
롬
흠
댄
킹
q
앵
볍
➀
푹
탱
❷
神
子
꽁
펀
봅
잣
&
랭
뷰
낚
눠
道
뜬
짱
三
生
뜸
쭉
툭
▶
윽
궤
中
틴
씹
홉
앤
◇
텅
갯
샘
政
뱉
륜
젤
텍
휩
껄
랗
門
틱
옵
닝
天
켓
꽉
닉
外
룰
즌
똘
▽
츰
갚
主
經
큐
훼
資
룻
꾀
→
業
氣
行
➌
地
張
갇
|
콧
넋
쭈
水
헬
+
쩐
볶
팡
썰
者
뿔
컸
뺨
퍽
法
댐
뿜
긁
꾹
킴
놔
굉
뷔
꿰
엮
둬
멜
톡
쉴
벙
物
民
튜
윌
石
엑
朴
―
無
王
事
理
美
줍
샌
義
心
풋
얗
城
툼
떴
떳
댕
上
튿
솥
㎝
덟
家
ᄀ
팎
캔
싣
論
걀
삿
륵
％
밍
탔
앨
샀
動
띤
뱀
껑
寺
南
팥
書
빅
룸
핸
컥
뀐
붐
成
◆
會
뽀
×
팍
폈
헨
安
랙
定
잦
長
칩
펠
젝
갸
탤
썹
­
之
語
팩
新
옴
價
왠
빽
産
本
핍
♠
윈
韓
녘
눕
맣
쿵
얇
셰
왈
內
훑
둡
河
自
쏠
늉
빤
쿨
뻘
時
땡
찼
썽
팠
龍
맏
明
뭣
깍
白
젯
西
찻
海
＿
堂
制
➍
㎞
엠
헝
≪
뻑
귓
對
쩡
朝
폼
川
≫
#
틸
源
信
支
늑
公
겔
小
世
實
田
鄭
댓
敗
間
눅
냇
듀
즙
맴
밴
넥
腐
숱
禮
高
詩
濟
햄
言
入
꿇
탠
넨
럿
춧
랩
相
댈
融
숟
덥
五
北
췄
報
社
빡
史
收
盧
칵
뾰
펑
궂
佛
훤
州
出
殿
℃
觀
官
仁
德
敎
體
잤
밸
짤
횟
봇
花
쥔
딛
뒹
部
造
貨
쿄
늄
찹
샐
켈
얌
읊
用
投
漢
府
놨
善
代
方
通
▼
늠
얄
市
機
쉰
찡
멕
찐
쓱
췌
꽝
괘
뎌
슘
式
同
웰
情
都
京
촛
갛
宮
갤
品
렛
슭
治
뵈
샅
記
別
古
場
렐
四
權
億
엣
聖
짠
꺽
뺏
슐
멱
知
原
元
關
輸
前
톰
風
全
짊
月
名
平
食
섣
有
껌
在
겄
춥
멩
쌈
훗
里
잿
빴
믹
所
非
祭
◈
뒀
下
合
宗
찜
傳
光
셜
土
뺀
싯
意
羅
軍
좇
淸
調
利
멤
툴
옇
武
思
率
꼿
和
木
戰
@
멎
깁
븐
컫
캘
잭
度
ｍ
썬
냅
챔
字
力
엾
뽕
㎜
眞
分
馬
春
崔
➎
俊
씁
밋
江
說
院
팝
財
〔
〕
얕
開
팜
랏
作
永
옐
뻣
●
構
直
先
萬
常
形
死
헉
陽
엥
鄕
類
찧
想
士
샴
딕
草
反
휙
뚤
㈜
륨
윙
뭡
要
運
基
空
뉜
鮮
數
靑
面
黃
넬
重
理
圖
엷
벚
立
밉
格
雲
年
感
果
숯
띈
商
돗
多
깬
켠
太
亞
슛
콕
줏
身
路
二
뻤
命
셉
流
樓
，
變
텃
趙
뀔
뎅
귄
첼
華
끙
工
臺
뤘
렘
잽
쬐
色
酒
後
目
쿼
좆
멧
向
祖
歌
農
킥
頭
亭
禪
洞
爲
銀
橋
改
녜
林
맷
煥
걔
샹
쁠
촘
왓
닳
期
進
겋
ㅅ
뭄
뵙
휠
典
集
끽
숍
_
興
修
族
뻬
夫
늪
象
福
꿨
女
짬
景
口
꿩
界
十
營
共
뤼
밧
私
컹
맵
쌌
킷
泰
챈
周
茶
換
靈
精
村
쯔
홑
궈
˙
뿍
뼛
쇤
房
탉
容
吉
쾅
샛
志
受
統
樂
켄
李
㎡
띔
老
型
計
玉
핥
哲
監
廳
돔
智
移
ᄃ
異
君
텁
뛸
富
發
建
곶
갗
쿡
슥
ᆼ
加
己
閣
쏜
松
他
根
徐
策
衣
費
醬
ⅱ
섶
來
쪄
師
꿋
得
툰
뛴
星
쫄
塔
㎏
둣
庫
ⅰ
쏙
儀
轉
뮌
쥬
像
뺑
節
準
쨍
模
園
手
父
㎢
샷
使
쯧
賢
接
辭
믄
헹
겅
現
땜
火
規
볐
百
然
昌
丁
其
整
덫
器
活
保
洪
룽
눔
九
位
펙
멓
탬
司
話
뗄
켤
郡
畵
쌔
企
壽
尹
챘
짢
母
至
布
舍
宅
製
柱
室
賣
괭
熙
起
寶
也
獨
英
쉼
俗
遺
泳
設
귤
慶
革
왁
消
覺
깽
敬
而
➏
船
쟤
낑
쭐
빳
因
ᄒ
넛
횃
池
앎
能
엊
텨
톳
視
質
빔
땠
뽐
秋
忠
落
仙
素
音
꿍
交
術
驛
車
聲
六
믐
務
멥
層
홱
千
結
縣
野
服
쏴
퐁
갠
닛
°
鎭
볏
種
쩨
씸
甲
故
셸
웹
米
陰
線
놋
밈
居
易
깅
틋
펌
指
益
島
良
識
뼉
툇
印
純
愛
紅
植
ㄴ
벳
惡
株
半
竹
將
八
黨
承
舊
債
넝
캉
뺐
쐬
氏
以
齋
훅
客
혓
役
펫
可
廣
條
首
谷
榮
젼
〉
딨
촐
如
臣
處
苦
唐
律
推
兄
鍾
金
〈
겊
解
骨
筆
꽹
★
量
失
눴
孝
陵
員
求
칡
씽
넸
歸
곯
핫
깻
守
七
껀
힙
過
宋
튕
밌
돛
沈
帝
始
宣
兩
香
魚
館
申
弘
맸
큘
ℓ
콱
章
許
住
뫼
廟
숴
쉘
我
웁
뻥
孫
邑
梁
問
表
藥
錄
具
폄
校
議
쇳
깼
㎖
蘭
團
角
캡
惠
雨
望
順
尙
玄
曲
稅
浦
ᆽ
題
選
爭
域
給
첸
極
옅
差
特
職
令
皇
帶
岳
勢
證
斗
앰
틔
圓
儒
病
味
戶
誌
禁
삯
井
醫
ⅲ
育
均
냔
址
땄
땔
몄
雄
達
僧
麗
홧
孟
펐
系
굼
科
軒
點
뎀
꽥
材
맬
쎈
局
퀸
펭
펩
뼘
考
쐐
需
昇
짭
男
諸
回
當
友
虛
澤
冠
康
增
紀
靜
紙
赤
號
餘
隨
狀
藏
洙
豆
單
뜀
端
峴
寒
柳
兵
案
湯
껐
딧
浮
팻
뗀
告
熱
積
標
額
碑
際
湖
與
쟈
냘
牛
末
溪
뮈
任
禮
秀
壇
預
챌
岩
랠
斷
콥
팸
初
養
淨
鳥
沙
뎠
띨
値
넙
階
省
묽
쩜
巨
限
遠
料
左
錦
쫑
똔
婦
吏
꽈
띵
態
퀘
벡
聞
尊
夷
親
巫
夢
蓮
喪
店
텀
假
黑
紋
着
奇
墓
⑦
券
亂
鐵
뺄
쳇
잼
緣
顯
遊
貞
憲
冬
殺
總
錫
備
再
朱
展
技
創
ᄎ
近
念
雜
ㅁ
去
齊
샬
꼍
是
願
比
洋
㎎
뙈
慈
꼰
윷
닒
휑
뮬
見
眼
헷
施
未
脫
郞
隱
應
則
御
吳
强
鳳
査
約
存
旭
範
菹
뒝
딤
씰
飛
逆
衆
好
離
最
紫
寧
짰
핌
蘇
才
序
勝
穀
麻
衛
姜
溫
뭍
境
앳
延
얏
不
菩
難
嶺
超
第
邊
宇
勞
廛
ㄹ
圭
置
鉉
牧
뗐
잰
試
恨
ㅂ
綠
餠
刑
莊
雪
孔
葉
芝
딥
뎃
祀
訓
肉
衙
꿎
탯
겟
떵
듦
뗏
敵
倭
飮
喜
終
於
毛
足
㎥
숀
姓
津
件
託
等
쏭
옌
뙤
愚
歲
段
쉐
從
舞
뭏
釋
夏
領
密
侍
悲
臨
步
庭
派
程
露
葬
淑
算
泉
坊
낍
織
租
波
皮
嚴
峰
完
允
㏊
쫙
乙
止
쌩
콸
갉
빻
散
細
솎
危
退
滿
補
參
築
藝
鎬
짹
☆
淳
祠
裝
뇽
電
킵
뵐
婚
談
擧
倉
照
銅
乾
剛
競
群
取
由
句
借
核
겡
－
똈
깟
눗
契
放
땋
鬼
童
奉
還
逸
兒
破
鶴
炯
楊
復
凡
決
譯
短
歐
各
♥
辛
냑
헴
阿
恩
係
次
個
뺌
넜
樹
薩
桓
片
今
樣
崇
栗
홰
콰
屋
⑧
右
引
ⅳ
菜
뒈
곪
普
豫
致
班
邪
護
功
鐘
脈
示
劇
韻
油
厚
錢
□
쩝
뽁
床
球
퉈
띌
핼
急
戒
督
貢
絶
習
誠
隆
編
낟
防
聯
待
認
蓄
貴
祝
博
仰
負
廊
否
닢
秘
텝
導
깰
匠
專
貧
血
虎
穴
亡
包
胡
卽
薰
委
쵸
迎
利
曺
쌘
列
츄
앴
섀
닻
維
퉤
벵
豊
判
連
坐
啓
岸
桂
健
刻
影
演
▹
說
板
苑
塚
鹽
쥘
越
午
폿
夜
寫
提
텄
述
注
降
淵
狂
讀
旗
柳
靈
秉
魂
閔
믈
忌
壁
徵
獻
彌
梅
買
紗
潤
㏄
街
版
冷
巖
輕
若
尺
庵
罪
烈
뿡
팁
떫
＋
尾
勇
微
滅
載
鏡
桃
害
綱
꾜
縮
威
셍
某
뢴
必
少
꿉
튬
納
助
座
浩
粉
奎
灣
뽓
몾
盤
射
α
옻
低
環
區
管
獸
孤
徒
賊
乘
況
混
息
伏
供
墳
途
陶
辰
症
槪
組
雙
弼
救
낏
林
龍
炳
癒
勳
綜
漿
奴
팼
傷
²
優
胎
倫
禹
丹
耳
쿤
웜
쌕
扶
坪
便
減
旅
追
除
究
恒
豪
硏
彦
寅
쟝
긷
寂
헥
쌉
持
킁
賦
妙
刹
篇
執
深
署
刊
碧
隊
歷
附
劃
講
寢
翼
怨
렝
女
占
楚
配
쑨
亨
煙
좔
紬
緞
뽈
퀭
괸
덱
쉿
잴
壯
伯
仲
墨
此
察
➈
飾
評
送
貸
唯
袍
裳
澈
屬
停
燕
撥
宿
셌
숄
쭝
푯
潮
삥
뎁
詞
后
箱
險
洛
姬
昭
迷
打
何
般
背
效
燈
耐
껭
析
振
闕
曹
廚
땟
藤
찝
忍
騎
陀
封
揚
輪
恭
遷
頂
謙
測
燮
텼
項
閑
솝
쁩
壓
홋
瑞
魏
햅
課
쫀
荷
켁
畿
퓰
튤
듐
낵
魯
檀
伐
齒
戀
遇
續
幻
켕
궜
팰
席
勤
複
站
享
陸
欲
慧
年
繡
ⅴ
采
½
釀
答
놉
閥
走
僞
^
更
巢
註
依
庶
久
哀
牙
秦
盛
曆
唱
潭
丘
彼
渡
洗
緊
賞
귈
略
慾
毒
授
副
鼓
升
晩
彩
洞
又
祈
盡
幸
殘
輿
힝
웍
稷
遲
鳴
氷
튈
캅
텟
샨
籍
熊
갭
丈
洲
劉
干
鷄
쐈
梨
쭤
繼
戱
좍
簡
須
蓋
惑
켐
賃
協
祥
탭
輔
朔
炭
燒
麥
渤
塼
遮
廷
캇
謝
讚
曰
登
챗
腹
貫
誤
宰
械
頌
雅
熟
辨
殷
六
峯
墻
看
舟
聽
祐
盟
那
獄
꺄
幕
㎐
綿
됫
蟲
봬
탰
퀼
쥑
妻
疏
笑
慕
烏
珍
襲
坡
拜
晋
顔
寬
弔
敦
憂
큽
早
鏞
含
菊
力
愼
鑑
葛
耕
슝
砂
休
畓
贊
貿
⒜
튄
±
힛
架
克
캥
薄
魔
禍
뵌
呼
懷
暴
伊
旨
巡
操
幽
排
犬
恥
旣
珠
霜
刺
甘
卵
乳
宙
就
寄
隅
免
夕
立
震
賓
邦
粹
互
窮
婢
丸
溝
季
綾
販
⒝
휭
例
塵
斯
捕
謠
援
婆
磨
穆
級
廢
呪
杖
캤
喆
댑
곬
帽
警
咸
坤
怪
固
藍
里
障
茶
培
擴
切
陳
壤
留
類
劍
翁
妃
뼁
淡
欽
擊
閤
ː
悅
곗
抽
눙
깠
窟
符
羽
勿
謀
損
陣
쨋
漁
輩
眠
諦
蒼
❿
ｔ
丙
確
㉮
僚
責
驚
렙
絹
뱁
휜
荒
累
側
庸
衡
軸
蛇
쪘
宴
몃
鄧
뻿
▧
念
饌
猿
樂
麴
刀
귐
헵
臥
盆
냠
枝
尼
廉
弓
賜
弟
往
雉
琴
亥
擇
頓
醉
祚
갰
髮
캑
쫘
似
壬
鬪
液
鴻
㉯
伸
抄
塞
悟
哭
펨
쾰
脚
暑
幼
愁
讓
濁
橫
痛
斥
麟
龜
圈
겝
芳
芽
綺
卒
覲
勒
苧
炙
漏
冊
똬
읜
杜
겆
寡
雷
屠
盜
袴
償
甫
驗
謂
卑
酸
羞
兪
젬
죤
炎
桑
沼
爐
텡
☎
챠
槃
銘
窓
樑
網
梧
忘
샜
묏
譜
稱
疎
祿
潛
適
챤
卷
棟
斂
避
쾨
섧
流
웽
솨
飯
凉
採
汁
措
菽
瓜
衫
兆
淫
훠
짇
뀜
腸
彫
醜
辯
쭙
滯
썸
凶
遍
莫
速
介
翔
嘉
柵
偶
粒
佐
卿
賀
絲
慰
賈
卓
奪
숏
渾
庚
緖
肯
踏
攝
灰
誓
賤
茂
賴
휼
〓
萊
羊
希
鎔
槿
땃
趨
巾
ｖ
檐
衿
괌
뮐
暗
棺
裁
堯
傾
吾
堤
索
蒙
乃
昊
▨
숑
據
慣
堅
拘
舜
劑
凍
云
辱
招
番
듸
征
映
彬
焉
：
弱
髓
兼
옭
檢
擔
汚
趣
毋
底
벋
빕
倂
헙
浪
윳
馨
の
衝
橘
箕
픕
햐
週
쥴
＝
썅
닯
裕
湘
冥
裸
殊
蒸
妄
敏
曉
曙
枯
ⅵ
餌
랖
港
塘
幹
꿏
肥
著
昆
샵
ㅌ
ᄑ
涅
뉠
謹
呂
響
探
宜
厠
棄
舌
욀
찟
빰
宏
츱
腎
爾
胞
腦
圍
嶺
台
貰
渴
領
染
叔
浚
漸
偏
杏
疾
肺
砲
껩
뿅
웩
奠
憑
丑
識
汗
列
摠
災
＂
㎗
槨
栱
χ
肆
꿴
욜
歡
鼎
奈
倒
惟
畏
覇
赫
蔘
屈
訣
杞
距
曾
泥
肖
【
쉭
括
抗
諺
肅
候
稀
叢
吐
鍊
訴
厄
閉
摩
柔
鎖
斜
旅
伴
酉
榜
束
良
浴
溶
刷
亦
晦
默
抑
拓
ㆍ
戊
瓦
充
犯
馥
央
ü
욘
濤
訪
삣
剩
漂
尿
拙
蕃
灘
審
灑
趾
梗
툉
幣
ⓑ
ⓐ
椒
槐
왱
껜
촨
윅
捨
댜
秩
캬
埋
沒
凝
貌
皆
敍
笛
粗
殉
晶
旋
넹
雀
倍
幀
殖
隔
攻
狗
／
怠
】
퇘
突
鑛
到
軌
滋
昧
瀷
訟
롓
갹
臟
聚
菌
慢
淺
罰
爵
忽
透
⑴
駐
恣
妓
郭
掌
傑
懸
遼
껫
脂
膳
왑
塗
佳
沃
瀟
闢
岐
卞
票
蔡
ä
욤
僕
竪
甕
詠
丞
퓌
睡
β
膽
絃
흄
떽
짼
쌨
懼
盲
寸
屍
梵
먐
牟
駕
淮
薛
割
飢
윔
힉
㎾
町
暮
遣
觸
疑
苔
潔
⑪
쉈
팟
쾡
及
泗
稻
竝
返
滉
毅
漫
詳
쿰
靖
鹿
뷸
絡
覆
穩
度
輪
奏
鼻
肢
矣
糧
請
卯
⑵
杓
쇽
柴
霧
仕
嫁
屯
妖
횅
札
扇
帖
雇
톈
敢
웡
듈
函
閨
于
笠
鋪
岡
枕
莖
丹
覽
釣
寧
泊
牌
讖
樞
佑
ⓒ
療
尸
緯
廡
璿
詔
寮
濯
煎
˚
깩
멨
筒
磁
귿
퀀
캣
稽
紡
迪
癌
奧
疫
衰
衍
戚
廬
耀
錯
鷹
貊
隋
森
尉
阪
履
峽
播
篤
죈
ᄏ
걘
幾
㉰
蜂
煩
批
跡
崗
塊
胃
幅
벰
읎
긔
兎
硬
悔
陸
亢
奭
量
碍
訥
惱
蜜
毁
揭
憙
珥
替
礎
晴
♬
♪
酌
唆
旬
揷
붇
戌
晟
悳
쑹
兌
鞋
珪
却
뗑
ᅮ
왝
較
쨩
阮
龕
鷺
넴
㎍
恤
邱
粥
呈
疊
撫
募
薦
畜
圃
榴
屛
眉
帳
첵
沸
耶
烟
亮
菴
梓
詵
抹
壺
쮸
蟄
菓
′
娼
姑
깄
쐰
쟎
踐
煞
횐
栽
恐
嫡
瓣
骸
狐
擬
栢
誘
쐴
針
斌
彭
퀄
催
숩
折
扁
옘
診
⑫
⑬
肝
糖
垂
点
紹
蔓
叡
坑
꾐
얜
劣
托
濬
連
臨
遂
烈
巧
돝
茅
掃
蓮
討
懶
顧
欺
搖
徽
穡
澄
軟
⑶
惡
兩
梨
沖
헜
젭
茫
禧
拔
큭
患
靴
芙
蓉
游
杰
ö
剋
藻
槽
퍅
餓
삔
揆
勸
尖
僻
笠
腰
見
遞
皐
稼
伽
渠
侯
閭
巳
彙
稿
賂
⒞
燭
旺
梯
弁
鐸
霞
戎
蠶
殯
垈
．
虞
툿
醯
黍
♤
紵
섟
⅛
쬘
昏
큇
갬
뉩
앱
뽄
妾
奸
耆
吟
妹
濊
姦
鱗
耽
狄
芬
罷
湍
臭
郊
磊
眩
뭬
쑬
沿
樵
膜
膚
＊
ㅡ
隆
蟬
貪
囊
繹
拒
顚
添
披
泡
悼
筵
輯
敲
琉
稗
寓
罔
삑
盾
巷
劉
癸
廻
徹
棲
殼
壞
惻
怒
抵
穿
縱
蠻
翊
倡
吸
齡
晝
媒
例
ⅶ
嚮
繩
詐
蘿
浙
傭
碎
弊

※
鬱
芻
繪
涉
胥
恕
慮
륫
雁
ㅗ
얍
볜
섄
泌
赦
쟨
簿
尋
腫
艾
快
諭
糞
腑
ᅫ
饗
妣
뇰
漆
棧
酵
撮
汀
뀨
歷
蓬
貯
歎
蕩
徑
凋
旱
翠
麓
嶽
瀑
梁
牲
뿠
쭘
俸
佃
樂
屑
宦
濫
陪
쫒
켸
甑
凹
₂
卜
紛
蔬
콴
昻
垓
峨
燎
姻
楮
鎰
붑
串
몕
濕
棗
˝
⊙
†
禿
笏
裙
稍
袖
緋
¼
墟
흗
훽
薪
迅
膾
뱄
憤
왳
匹
庾
猛
遁
姿
甄
帥
楓
鄒
蛟
羲
裨
憬
迦
芥
輝
碩
뜁
誼
봔
앝
困
浿
練
쒀
뫄
董
窩
艦
玩
뤽
뎐
퓔
켭
뀝
삵
杉
끕
猶
欄
斬
癡
慘
侵
풂
璃
召
剪
諫
瀆
퀵
璋
朋
矛
傍
按
蜀
聯
宅
岬
鼠
呂
漬
㉡
㉠
閒
稚
裂
緩
桎
苗
겯
鑄
驅
竟
墮
溥
滓
醒
禦
賭
셩
é
챨
벱
틉
暇
윕
尿
쨀
塑
\
瞳
截
促
怡
溺
爆
胤
淚
憶
喩
隣
冶
律
胚
老
鵬
筍
愈
윰
쑈
퉜
⑮
庄
袈
裟
띕
墅
뱌
沮
哥
缺
涵
拱
鈴
ㅔ
ㅖ
伍
杯
쿳
騷
囚
祗
떱
叱
倦
鵲
弄
竿
鉢
悠
讀
翰
蝶
虹
絢
爛
隸
蹟
陟
爐
弗
羅
諍
聰
率
贖
把
藩
懲
脣
糟
읓
ㄱ
睿
乎
繫
燦
룦
銃
斧
偸
冷
婁
燉
趺
枋
寇
陛
垣
纓
깸
俑
郵
濠
粟
俎
柿
漣
쀼
履
떰
굔
쌤
胸
옜
勾
瑾
롄
軀
垢
痼
奔
繁
握
獅
娛
뼵
牢
舒
帛
芒
娥
魄
鸞
偕
匣
荀
卦
鰲
軾
杭
焰
偉
棋
녑
款
踊
纂
壕
燥
飼
糠
搗
儉
銳
嫌
寃
異
舵
扮
〃
羨
醴
剝
曜
禎
縫
玲
荊
績
緻
癖
籠
竺
殆
쫌
擺
攪
筋
牡
腺
汽
욧
籌
墩
抱
汲
揮
㉢
麗
沐
藁
渭
熹
‡
吹
浸
陷
↑
澁
；
濃
煽
悖
$
羈
侮
壹
梟
掛
궃
좨
舶
瓚
煉
被
毫
텬
迫
솂
÷
獲
紳
呱
彈
汪
漠
盃
輛
郁
撰
搾
苛
旦
엡
泥
嗚
ᅡ
쟀
⑭
녓
晳
暎
叛
俠
쬔
琪
濱
炫
裵
媤
睦
纖
糖
巴
兮
但
懿
匙
擁
匿
삘
찿
押
孺
崎
憎
拂
憐
暖
汎
昶
篆
嘲
뜹
斑
廉
겻
諡
句
閱
鍊
臘
睛
谿
冕
茉
莉
敭
貶
帆
留
晉
櫻
뿟
롸
隷
駝
鹵
懺
毗
曇
裔
勃
遼
磻
湛
劒
蟹
誅
昔
滴
섦
矢
隕
읗
已
穢
腋
拳
哨
描
簒
燃
獵
㎧
赴
遙
筠
醇
秧
狼
吏
糾
悛
偵
헀
堆
훙
瀛
夾
驪
彰
旌
饔
丕
嵋
醍
逝
꼚
漕
♧
嚼
↔
坂
拉
괼
抉
瀋
韶
貝
섅
糕
멟
炒
醱
脯
鹹
溜
膏
旿
뷴
꽐
蘭
循
읕
″
쫏
慄
斤
е
雍
륄
堊
偃
躍
쌜
넵
듄
촙
춈
嘗
깆
읖
켯
酋
閼
弩
薯
賄
蟻
零
痕
堡
壘
媚
檄
煜
샙
熏
톺
撤
멫
墾
遭
젱
ㅓ
裏
錐
蘗
摘
瞭
激
匡
扉
航
沫
瓏
俱
擲
瞑
箴
睹
韋
⑸
糊
늴
禾
輅
叉
亂
甚
爽
龜
侶
諛
鈍
龜
楷
奢
嗜
麟
琫
離
轍
梏
詭
寵
鑿
或
努
湧
諾
珦
冒
饒
萎
↓
휨
펍
綸
崙
飽
珏
誰
胴
슌
뗘
묌
얐
욥
嶼
窺
裏
즁
읏
芭
흽
瓢
涯
訂
螢
痴
駿
汰
轢
嗣
耿
爀
盈
攷
劫
曆
輻
汐
膣
螺
蹠
넒
혠
哉
幷
녈
멉
뭅
ㅣ
洑
鷲
똠
쳉
＆
喫
땁
哈
熺
鈞
晃
泓
馹
汝
괍
迂
喉
粘
疽
腔
弛
琵
孃
茸
꿸
憧
箔
꾄
蔭
籬
誇
悶
憫
喧
筑
凱
蝕
蘆
櫛
矩
戴
怒
令
泣
虔
靭
儆
焦
藉
脇
洌
嬪
闊
傲
欣
溟
贈
琢
⑷
葡
萄
犧
뼜
娑
狩
邯
岑
璘
饑
戟
烽
釐
僉
壟
誣
懋
謳
陵
嘆
㈀
㈁
炤
蔽
酷
崩
壙
㎳
좃
薺
肩
逍
蒲
栗
亮
箋
췻
呑

付
眷
顎
뢸
鴨
冢
凸
楹
敖
跏
瀾
翹
覓
巽
敷
廐
涓
몢
綏
剌
暉
箭
逢
庖
瑟
壝
檜
輦
厓
囿
俯
榭
묫
￦
怏
咽
쨈
譚
鯉
ㅒ
㉣
溱
違
ｘ
盒
剔
痺
ᄝ
嶸
굣
셴
聾
啞
殮
禱
椽
횔
紂
窯
煮
勰
兢
箸
麵
餈
醋
蔔
茄
썠
酪
菱
欌
銶
灌
휫
ホ
每
塋
盞
謁
拿
絳
菅
瞻
됴
♂
♀
捲
쳅
栓
弧
폣
矮
烙
츨
띰
胄
姪
宥
捉
訃
楸
萱
宵
喬
樊
漱
쎌
皿
芮
蛤
乭
畔
쯕
賻
塹
堵
俄
酬
猪
葵
蹄
謬
˘
뉨
辦
妥
㉱
粧
棘
殞
棠
稟
琥
珀
욺
垠
풉
띡
鞭
땝
叩
椎
肛
牝
溢
孵
頸
羌
쇨
煌
玆
毘
繕
艙
麝
ぃ
枳
珖
邨
굄
詰
懈
疆
禽
矜
倣
做
駁
樸
隻
惜
妬
悉
袞
讐
顥
澔
逑
朞
柬
乏
縛
穽
摯
굅
論
疇
僭
蝎
簇
絞
絆
戈
稠
雩
暻
꼐
읃
슫
죕
쏵
찣
跋
抒
듕
졀
졔
姙
歿
ｇ
놂
祉
蠟
閃
廓
喝
崖
瞥

謨
炅
旻
喚
셤
裂
詮
い
뉼
혤
렜
？
ㅑ
椿
鍍
皓
돐
＃
眄
冀
昱
雋
僑
燐
渣
膵
躁
琶
堰
褓
寥
彛
쌰
揖
몌
ᅬ
ᆻ
縡
愉
쨔
猝
痒
詛
苟
嘶
釜
怖
瑩
輾
魅
姸
捐
弑
冑
蘊
蕪
燁
霑
聳
襟
磋
怯
懦
緘
√
傘
拾
棒
廁
셧
얬
靂
碗
蛾
艱
耘
喘
枇
椅
旒
槍
淋
疸
挑
雌
玲
蕙
蝴
芍
簪
牽
唾
鷗
哺
戀
斛
琉
藪
熔
箇
廓
峻
坦
眺
凰
匕
穹
俳
復
匪
⑹
㈎
㈏
綴
끅
蘂
튑
곕
沾
侈
飡
穫
莘
琛
幢
巍
埈
虜
驥
獐
邵
曠
訖
黜
芟
搢
淆
盖
笞
沈
樺
呵
쏼
只
北
愴
囹
圄
肪
꺅
쥠
π
㎃
솰
袋
瑤
儼
誡
倫
削
甸
樗
狀
僿
藿
滑
캭
擦
씐
脆
錠
篩
窠
竭
弋
쉑
뇐
暫
秒
雷
蛋
黎
猩
싿
桴
紇
琳
沘
堞
撑
澗
罽
玳
瑁
蜺
桐
傀
仇
闔
庇
蝦
冲
禳
榻
帷
簾
机
禑
駱
晨
儲
堠
楡
廨
薇
緝
誕
漪
廂
挾
沛
泮
阼
暄
簷
仗
枚
歇
澱
范
雖
霽
蘺
囍
壑
毖
洵
錘
흴
▣
땍
芩
鰍
了
彿
渲
ㅐ

↘
쫬
곈
촤
。
罹
輓
쮜
掠
剖
略
糧
繭
搜
摸
㎛
瓊
챕
藜
탸
雕
瘤
た
櫓
儺
戮
袒
疼
旼
攘
挽
潘
裴
峙
凌
犀
刃
餻
橡
畢
餉
羹
瓮
꺲
薑
껶
썾
멷
柚
騰
咳
껸
涍
諄
謚
奈
鉅
詢
飄
逃
뮴
砬
姉
枸
聘
勅
厥
綬
쒠
쒸
貂
牒
쥰
ふ
れ
屆
솩
쒜
퀙
꿱
◎
읒
縞
冗
駒
鏃
甁
璣
瘠
蓍
漑
隍
坰
馱
ッ
ご
且
韆
諧
謔
遵
鉤
鴉
臂
膝
襪
潟
澳
簫
枾
陝
斃
臍
횝
捧
暢
姮
駭
逼
伎
츈
笙
簧
켔
챦
淅
∴
∩
ø
邂
逅
媛
닸
恍
惚
읠
잗
瓠
奚
寗
侃
췽
嫦
謐
彗
뀁
昕
娘
嬰
쯩
柹
厘
筌
쉔
☞
憔
悴
힁
泄
줆
뛔
諷
挺
吠
縟
翫
蜃
볓
乞
숌
벴
㎠
뵀
깹
鎌
腱
죗
豚
逡
瞋
拈
刪
璧
遜
昨
酩
些
覡
瞬
臆
塾
녠
撻
툐
殲
빱
닺
搏
憾
攀
頻
嘔
竅
絨
癎
股
膀
胱
勘
脛
瑗
罐
欖
鮑
刎
渙
塞
凉
ケ
岺
蛙
濂
擡
稙
梢
拮
恃
逐
僅
嫉
潁
彷
徨
澎
湃
飜
⒁
戍
匿
쌋
濾
셕
∠
硫
뀄
昞
璟
샆
쇡
슉
쥣
욍
깣
젋
뵜
툅
뒴
죅
섾
ⅷ
ⅸ
齬
稶
誹
謗
婉
츅
읪
븍
졍
蕉
쳄
ç
涌
쭌

싖
궿
럯
맳
켙
긱
眈
顫
簞
噴
餐
挫
窈
窕
淘
庠
稔
枰
䌓
琯
æ
ɔ
ʐ

û

š
靡
詣
乖
봍
え
紐
紊
딲
γ
膨
脹
粒
藍
佾
翟
軻
믓
퍤
奮
誥
쟉
ㅕ
ᅭ
ᅲ
ㅢ
쨉
롑
쟌
∞
嘴
픙
棕
櫚
좡
삡
먀
쒔
貳
彪
艇
狹
嬉
흖
硝
憩
潰
瘍
盂
痔
瘻
療
앍
푄
倜
瀕
≥
룃
팃
瀚
꼇
햝
훍
퀑
팦
∨
⁀
∾
諱
섥
畸
鉦
蔚
랸
韜
痙
攣
轄
懊
걍
衢
埃
体
濘
愧
忿
茨
冽
櫂
걺
啄
砦
朽
硯
粱
旧
氓
樂
쏨
뷜
謾
롴
è
驀
劣
襤
褸
溺
忙
殺
蠢
隣
늡
凜
屹
豈
燼
萃
擾
堀
衒
橙
堪
痢
髥
燎
料
洽
悸
碌
悍
跳
芹
嘯
礪
阮
蝸
伉
繞
渚
룀
鬧
滄
切
暝
轎
易
憊
喊
了
轟
邁
鱗
㈐
㈑
寞
줴
켑
‥
퇭
돠
뀠
싰
솓
쒼
誨
꾕
뵝
썪
굻
흝
뜽
倻
瑛
隧
賑
咨
靺
鞨
祿
璵
嵩
瑜
聿
浜
醵
擅
堉
簾
鍮
瑩
潼
墺
洛
큅
쎗
馭
車
柏
붸
誦
죘
훓
肋
刮
柯
嚆
ⓓ
㈂
㈃
¤
鞍
匈
鑽
＄
艶
訛
煤
鉛
仄
₃
톄
챰
娠
汕
佯
渼
퍄
㎣
㎒
キ
ン
バ
頤
倬
烹
曄
栖
埴
巒
鳶
偈
聃
銓
伶
拓
檗
豺
芸
쑵
恂
奐
灼
麒
窪
逗
並
厭
徙
쎠
鯨
룟
먕
뺘
쿱
琦
륳
凄
霹
泛
卵
蘆
隙
謎
腿
鋤
蠅
鋼
씧
陜
釉
蚊
垜
稜
嵓
拍
鴟
洦
彝
崛
廖
塄
鑞
歧
椧
羡
岶
霸
狻
祺
빒
黔
兜
喇
앿
磾
燠
桉
亶
鐥
岾
膺
敞
坮
爪
鍼
땶
靷
뎗
陂
舘
闡
廸
闇
澂
뼱
禜
祧
圜
湊
迹
湢
拭
昂
檻
栿
駙
뢀
宛
咎
曣
倚
砭
笆
慍
纜
翻
棣
氵
咏
絅
棊
僊
矼
戲
渗
뵤
믯
믜
럅
捺
滎
뗍
燐
佈
咀
嵐
が
檍
茹
楢
욋
鈐
る
裡
鍋
蓼
萍
嚥
嵬
几
恢
ᅰ

彊
슽
↗
豁
ᅯ
揀
뽃
ㄾ
놰
눼
뤠
헡
畝
罵
脩
淪
¾
⅔
閏
畯
咫
흣
샥
舅
蝗
翅
痲
萌
儡
凞
慌
蹉
跌
휄
畦
蹈
璽
ぼ
く
ち
を
わ
な
で
ろ
う
淪
슁
匍
匐
臾
衾
莞
瓷
餞
鉞
龐
輜
鄲
佰
撈
瞰
磬
拝
匼
頁
峪
喀
鴿
捏
猫
蚩
尤
椑
榘
余
姆
碾
粔
籹
荏
艮
蘖
玧
佔
甛
糯
勺
洬
옸
鬚
蒜
쏛
썻
酎
꾇
몵
뫇
뫕
몣
柑
茴
双
薏
苡
蕎
糒
粳
슳
擒
楱
梔
頒
焙
덞
緇
汶
鞏
馮
́
暘
琓
냊
琮
腕
帙
嵌
캿
瑢
惇
錤
珞
埰
柄
淇
玗
潽
觴
哄
樓
汨
曼
僮
累
勁
坎
阜
練
落
翎
馳
拄
勞
蛛
塡
郎
鎚
盧
魯
廠
炘
儷
吃
뱟
뜌
뱝
瑀
錄
븀
읔
說
곌
훵
뮨
♣
눋
븟
쬬
힜
맀
죔
旴
歪
蒐
曳
괏
槻
荑
砥
к
釘
筬
洸
炬
惺
朮
ヱ
褥
琿
燧
菁
轝
お
ぎ
ぉ
け
ゅ
癤
⑰
や
蔿
琠
襄
р
ヰ
幄
ツ
１
ヴ
л
シ
о
ム
沂
メ
阻
臧
ю
嬌
淋
兇
뫘
愍
鞠
塏
楠
省
行
눛
涕
쫍
팹
덯
쬠
뺍
慽
肱
츤
蕭
띧
갋
氈
綵
溯
窄
渦
楔
褶
宕
瑯
悌
釵
佩
鶯
褐
彎
匏
は
に
あ
り
쩰
죌
늅
꿕
븥
옿
惹
磯
륀
侑
万
棍
幇
姚
紘
肇
幡
賁
拇
躬
脊
訶
衲
頹
挪
桶
빟
貼
鍛
咄
犒
饋
瑕
疵
筽
篒
舷
篁
瘴
蘚
歆
냧
뿦
嗽
拯
莎
掘
攬
뢠
逞
粕
鵑
杷
膿
綢
綃
獺
碼
翡
珊
瑚
囑
頉
幱
怱
밗
¶
爻
殃
踰
疹
慚
枵
舛
漳
樋
紒
炮
淹
豹
俔
蝨
吼
杵
蓀
滸
鈺
俚
錮
携
掩
呻
폽
閭
秕
譬
碁
桀
慓
*rare*
*left*
*right*